Repository: edenlabllc/nhs.admin.web
Catalog: app/common/locales/*.po
Languages: uk

source: Required field
uk: Обов'язкове поле

source: Invalid email format
uk: Невірний формат Email

source: Invalid surname
uk: Невірне прізвище

source: Length must be less than <%= params %>
uk: Довжина має бути менше ніж <%= params %>

source: Invalid card number
uk: Невірний номер карти

source: Card with such names already exist
uk: Карта з такою назвою вже існує

source: Card with such number already exist
uk: Карта з таким номером вже існує

source: Support only {{types}} cards
uk: Ми підтримуємо тільки картки {{types}}

source: Minimal value is <%= params %>
uk: Мінімальне значення <%= params %>

source: Maximum value is <%= params %>
uk: Максимальне значення <%= params %>

source: Account, password combination is mismatch
uk: Невірний e-mail або пароль

source: Yes
uk: Так

source: No
uk: Ні

source: ap.
uk: вул.

source: Region
uk: Область

source: District
uk: Район

source: Created date
uk: Дата створення

source: Name
uk: Назва

source: edrpou
uk: ЕДРПОУ

source: address
uk: Адреса

source: Status
uk: Статус

source: Action
uk: Дії

source: LE Active
uk: Діюча

source: LE Closed
uk: Закрита

source: Verified
uk: Підтверджено

source: Not verified
uk: Не підтверджено

source: Details
uk: Детально

source: You have unsaved changes
uk: У вас є незбережені зміни

source: Ok
uk: Добре

source: Cancel
uk: Скасувати

source: Are you sure want to leave this page?
uk: Ви впевнені, що хочете залишити цю сторінку?

source: Declaration
uk: Декларація

source: Back to declarations list
uk: Повернутися до списку декларацій

source: Declaration ID
uk: Ідентифікатор декларації

source: Declaration Request ID
uk: Ідентифікатор запиту на створення декларації

source: Start date
uk: Дата початку

source: End date
uk: Кінцева дата

source: Scope
uk: Область дії

source: Division ID
uk: Ідентифікатор відділення

source: Division type
uk: Тип відділення

source: Division name
uk: Назва відділення

source: Phones
uk: Телефони

source: Addresses
uk: Адреси

source: Employee ID
uk: Ідентифікатор працівника

source: Go to employee
uk: Перейти до працівника

source: Full name
uk: Повне Ім’я

source: Tax ID
uk: ІНН

source: Position
uk: Позиція

source: Clinic ID
uk: Ідентифікатор медичного закладу

source: Go to clinic
uk: Перейти до медичного закладу

source: Registration address
uk: Адреса регістрації

source: area
uk: область

source: city
uk: місто

source: Residense address is equal to registration address
uk: Фактична адреса співпадає з адресою реєстрації

source: Person ID
uk: Ідентифікатор людини

source: Person name
uk: Повне Ім’я

source: Birth date
uk: Дата народження

source: Birth place
uk: Народжений в

source: Documents
uk: Документи

source: Authentication methods
uk: Методи перевірки

source: Closed
uk: Закрито

source: Open
uk: Відкрито

source: Total
uk: Всього

source: Loading...
uk: Завантаження...

source: Dashboard
uk: Статистика

source: Declarations
uk: Декларації

source: Pending declarations
uk: Декларації на розгляді

source: Employees
uk: Співробітники

source: Pending employees
uk: Cпівробітники на розгляді

source: Clinics
uk: Медичні заклади

source: Clinics verification
uk: Підтвердження МЗ

source: Reports
uk: Звіти

source: Dictionaries
uk: Словники

source: System configuration
uk: Конфігурація системи

source: Documentation
uk: Документація

source: Logout
uk: Вихід

source: Link
uk: Посилання

source: Download
uk: Завантажити

source: Show by
uk: Показати по

source: General
uk: Загальне

source: Is active
uk: Активний

source: Saving...
uk: Збереження…

source: Save Dictionary
uk: Зберегти словник

source: Saved
uk: Збережено

source: Labels
uk: Мітки

source: Label name
uk: Назва тегу

source: Remove
uk: Видалити

source: Add Item
uk: Додати

source: Values
uk: Значення

source: Key
uk: Ключ

source: Item key
uk: Ключ елемента

source: Description
uk: Опис

source: Item description
uk: Опис елемента

source: You have not unique values in key: <%= params %>
uk: Не унікальні значення в ключі: <%= params %>

source: Search
uk: Пошук

source: Password
uk: Пароль

source: Enter
uk: Увійти

source: Declaration term
uk: Термін декларації

source: Declaration request expiration
uk: Термін дії запиту декларації

source: Employee request expiration
uk: Термін дії запиту співробітників

source: Verification request expiration
uk: Термін дії запиту перевірки

source: Adult age
uk: Дорослий вік

source: Billing date
uk: Дата розрахунку

source: Save config
uk: Зберегти конфігурацію

source: head-default-title
uk: Панель управління

source: head-description
uk: NHS - Панель управління

source: head-og-title
uk: Панель управління

source: head-og-description
uk: NHS - Панель управління

source: Access denied
uk: Доступ обмежений

source: You have no access to this page. Try to re-login with new role or call to support.
uk: Ви не маєте доступу до цієї сторінки. Спробуйте перезайти до системи з новою роллю або зателефонуйте до підтримки.

source: Back to clinics list
uk: Повернутися до списку медичних закладiв

source: Go to clinic employees list
uk: Перейти до списку співробітників медичного закладу

source: KVEDs
uk: КВЕДи

source: Short name
uk: Скорочена назва

source: Public name
uk: Публічна назва

source: Property type
uk: Тип властності

source: Type
uk: Тип

source: License and accreditation
uk: Ліцензії та акредитації

source: Show documents
uk: Показати документи

source: Accreditation
uk: Акредитація

source: Order No.
uk: Номер замовлення

source: Category
uk: Категорія

source: Expiry date
uk: Термін придатності

source: Issued date
uk: Випущено

source: Order date
uk: Дата замовлення

source: Licenses
uk: Ліцензії

source: Issued
uk: Виданий

source: expiry
uk: закінчується

source: Back to list
uk: Повернутися до списку

source: Approve clinic
uk: Підтвердити медичний заклад

source: Cancel verification
uk: Скасувати підтвердження

source: Verify clinic {{name}}?
uk: Підтвердити медичний заклад "{{name}}"?

source: Deactivate clinic {{name}}?
uk: Деактивувати медичний заклад {{name}}?

source: Search clinic
uk: Шукати медичний заклад

source: Find clinic
uk: Знайти медичний заклад

source: By edrpou
uk: За ЄДРПОУ

source: By legal entity
uk: За ID юридичної особи

source: By settlement id
uk: За ID міста

source: Clinics verification search
uk: Пошук медичного закладу для перевірки

source: Search clinic for verification
uk: Пошук медичного закладу для перевірки

source: Go to clinics list
uk: Перейти до списку медичних закладiв

source: Verification clinics
uk: Перевірка медичних закладiв

source: Back to search page
uk: Повернутися до сторінки пошуку

source: Doctors
uk: Лікарі

source: Medical system providers
uk: Провайдери медичної системи

source: Search declaration
uk: Шукати декларацію

source: Find declaration
uk: Знайти декларацію

source: By employee id
uk: За ідентифікатором працівника

source: Person
uk: Людина

source: Legal entity
uk: Юридична/Фізична особа

source: Dates
uk: Дати

source: EDRPOU
uk: ЕДРПОУ

source: Filter by name
uk: Фільтрувати за назвою

source: All
uk: Усі

source: Filter by label
uk: Фільтрувати за тегом

source: Select dictionary to edit
uk: Виберіть словник для редагування

source: Dictionary Name
uk: Назва словника

source: Edit
uk: Редагувати

source: View Dictionary
uk: Переглянути словник

source: Edit {{name}} dictionary
uk: Редагувати {{name}} словник

source: Employee
uk: Співробітник

source: Back to employees list
uk: Повернутися до списку співробітників

source: User ID
uk: Ідентифікатор користувача

source: Sex
uk: Стать

source: Start work date
uk: Дата початку роботи

source: End work date
uk: Дата завершення роботи

source: Education and qualifications
uk: Навчання та кваліфікація

source: Educations
uk: Освіта

source: diploma
uk: диплом

source: Qualifications
uk: Кваліфікація

source: certificate
uk: сертифікат

source: Find employee
uk: Знайти співробітника

source: By tax id
uk: За ИНН

source: By party id
uk: За party ID

source: Date registration
uk: Дата реєстрації

source: Tax id
uk: ІНН

source: Employee name
uk: Ім'я працівника

source: Page Not Found
uk: Сторінка не знайдена

source: Requested page not found. Maybe you are looking for
uk: Запитувана сторінка не знайдена.

source: Go to dashboard
uk: Перейти на головну

source: Scans
uk: Скани документів

source: Reject
uk: Відхилити

source: Accept
uk: Прийняти

source: Approve declaration?
uk: Прийняти декларацію

source: Reject declaration?
uk: Відхилити декларацію

source: Pending contracts
uk: Запити на контракт

source: Contracts
uk: Перелік контрактів

source: Search contracts
uk: Пошук контрактів

source: Employee request ID
uk: Ідентифікатор

source: Employee type
uk: Тип працівника

source: legal entity id
uk: Ідентифікатор Юридичної/Фізичної особи

source: Sign in
uk: Вхід

source: Auth error {{code}}
uk: Помилка отримання токена

source: Enter with EHEALTH
uk: Увійти за допомогою EHEALTH
